<h1 style="text-align: center;">Innovation and Technology in Health - Games and Gamification</h1>
<p align="center"><img class="e-rte-image e-imginline" style="display: block; margin-left: auto; margin-right: auto;" title="hover text" src="banner.png" width="350" /></p>
<p>This repository hosts all the games developed by students in the Innovation and Technology in Health class in the <a href="https://www.ifrj.edu.br/cursos-pos-graduacao/stricto-sensu/ppgctis">master's program in Science, Technology, and Innovation in Health</a>. All the games are produced using the <a href="https://twinery.org/">Twine</a> tool. The language used in the games is the responsibility of their authors, and most of them are in Brazilian Portuguese.</p>
<h2 id="2025-1">2025.1</h2>
<ul>
<li><a href="https://gsimcog.github.io/GamesAndHealth/2025.1/PrevencaoQuedas/index.html">Na trilha da preven&ccedil;&atilde;o de Quedas</a>: O jogo &ldquo;Na Trilha de Preven&ccedil;&atilde;o de Quedas&rdquo;, desenvolvido na plataforma Twine, tem como objetivo ensinar a defini&ccedil;&atilde;o de queda, identificar fatores de risco e orientar sobre medidas preventivas de forma interativa e acess&iacute;vel. Por meio da ludicidade, busca-se estimular reflex&atilde;o e mudan&ccedil;a de atitudes relacionadas &agrave; seguran&ccedil;a no ambiente hospitalar e domiciliar.</li>
<li><a href="https://gsimcog.github.io/GamesAndHealth/2025.1/MissaoSustentavel/index.html">Miss&atilde;o Sustent&aacute;vel: Laborat&oacute;rio em Risco</a>: O objetivo educativo &eacute; estimular nos jogadores uma mudan&ccedil;a de atitude, tornando-os mais cr&iacute;ticos e respons&aacute;veis pela gest&atilde;o dos res&iacute;duos gerados em suas rotinas. A abordagem l&uacute;dica e interativa do Twine facilita a assimila&ccedil;&atilde;o dos<br />conte&uacute;dos e promove aprendizagem significativa, conforme defendido por De<br />Freitas (2018) e Monteiro-Junior et al. (2022), que destacam a efic&aacute;cia dos jogos<br />s&eacute;rios na constru&ccedil;&atilde;o de saberes aplicados e no desenvolvimento de compet&ecirc;ncias socioambientais.</li>
<li><a href="https://gsimcog.github.io/GamesAndHealth/2025.1/DorEDTM/index.html">Entendendo a Dor e a DTM</a>: O jogo s&eacute;rio &ldquo;Entendendo a Dor e a DTM&rdquo; foi desenvolvido com o objetivo de promover a educa&ccedil;&atilde;o em dor, utilizando uma narrativa interativa para<br />favorecer a reflex&atilde;o e o autocuidado. O prop&oacute;sito &eacute; auxiliar pacientes e<br />estudantes a compreenderem que a dor n&atilde;o &eacute; sin&oacute;nimo de les&atilde;o e que fatores<br />como stress, cren&ccedil;as e comportamentos influenciam diretamente a experi&ecirc;ncia<br />dolorosa.</li>
<li><a href="https://gsimcog.github.io/GamesAndHealth/2025.1/SocorristaEmAcao/index.html">Socorrista em a&ccedil;&atilde;o: Vidas em jogo</a>: O jogo Socorrista em a&ccedil;&atilde;o foi desenvolvido com o objetivo de promover o aprendizado pr&aacute;tico e reflexivo sobre condutas b&aacute;sicas de primeiros socorros. Atrav&eacute;s de uma narrativa interativa, o jogador &eacute; colocado em cen&aacute;rios simulados onde precisa<br />tomar decis&otilde;es r&aacute;pidas e assertivas. Cada escolha gera consequ&ecirc;ncias, permitindo que o jogador aprenda com acertos e erros.</li>
<li><a href="https://gsimcog.github.io/GamesAndHealth/2025.1/SinalEstranho/index.html">Um Sinal Estranho</a>: O jogo tem a finalidade de informar aos jogadores o quanto &eacute; importante conhecer os sintomas da tuberculose. &Eacute; uma doen&ccedil;a grave, que permanece no cen&aacute;rio mundial. Apesar de ter tratamento e ter cura, o &iacute;ndice de casos no Brasil continua relevante. O SUS &ndash; Sistema &Uacute;nico de Sa&uacute;de, &eacute; o &uacute;nico que trata a tuberculose no Brasil.</li>
</ul>
